Repository: Romucha/RecipeGenerator
Catalog: RecipeGenerator.Resources/Descriptions/Ingredients/Descriptions_IngredientTypes.*.resx
Languages: fr, ru

# CerealsAndPulses
source: Cereals and Pulses are types of grains. Cereals are majorly produced in many countries. It is highly rich in carbohydrates, while pulses are rich in proteins. Pulses are grown in less quantity than cereals. The cereals are the grasses, whereas pulses are leguminous. The cereals belong to the Poaceae family (monocot), while pulses are crops that produce pods. Let us learn the difference between cereals and pulses. Cereals and Pulses are small, dry, and hard seeds. There are five types of grains; cereal grains, whole grains, oilseeds, pseudo-cereals, and pulses. These grains are grown and consumed as food by humans and animals. Due to their high nutrient value cereals and pulses are grown and consumed in large quantities widely. Also, these grains are the staple foods of many countries. The nutrition value of cereals and pulses are used to maintain a healthy diet. Thus, they are considered as one of the major edibles and produced chiefly.
fr: Les céréales et les légumineuses sont des types de céréales. Les céréales sont principalement produites dans de nombreux pays. Elles sont très riches en glucides, tandis que les légumineuses sont riches en protéines. Les légumineuses sont cultivées en moins grande quantité que les céréales. Les céréales sont des graminées, tandis que les légumineuses sont des légumineuses. Les céréales appartiennent à la famille des Poacées (monocotylédones), tandis que les légumineuses sont des cultures qui produisent des gousses. Apprenons la différence entre les céréales et les légumineuses. Les céréales et les légumineuses sont de petites graines sèches et dures. Il existe cinq types de céréales : les céréales, les céréales complètes, les oléagineux, les pseudo-céréales et les légumineuses. Ces céréales sont cultivées et consommées comme aliments par les humains et les animaux. En raison de leur haute valeur nutritive, les céréales et les légumineuses sont cultivées et consommées en grande quantité. De plus, ces céréales sont les aliments de base de nombreux pays. La valeur nutritionnelle des céréales et des légumineuses est utilisée pour maintenir une alimentation saine. Ainsi, elles sont considérées comme l'un des principaux aliments et produites principalement.
ru: Зерновые и бобовые — это виды зерновых. Зерновые в основном производятся во многих странах. Они очень богаты углеводами, в то время как бобовые богаты белками. Бобовые выращиваются в меньшем количестве, чем зерновые. Зерновые — это травы, тогда как бобовые — это бобовые. Зерновые относятся к семейству Poaceae (однодольные), а бобовые — это культуры, которые дают стручки. Давайте узнаем разницу между зерновыми и бобовыми. Зерновые и бобовые — это мелкие, сухие и твердые семена. Существует пять типов зерновых: зерновые, цельные зерна, масличные семена, псевдозерновые и бобовые. Эти зерна выращиваются и потребляются в пищу людьми и животными. Благодаря своей высокой питательной ценности зерновые и бобовые выращиваются и потребляются в больших количествах. Кроме того, эти зерна являются основными продуктами питания во многих странах. Пищевая ценность зерновых и бобовых используется для поддержания здорового питания. Таким образом, они считаются одним из основных съедобных продуктов и выращиваются преимущественно там.

# DairyProducts
source: Dairy products or milk products, also known as lacticinia, are food products made from (or containing) milk. The most common dairy animals are cow, water buffalo, nanny goat, and ewe. Dairy products include common grocery store food items in the Western world such as yogurt, cheese, milk and butter. A facility that produces dairy products is known as a dairy. Dairy products are consumed worldwide to varying degrees (see consumption patterns worldwide). Some people avoid some or all dairy products either because of lactose intolerance, veganism, or other health reasons or beliefs.
fr: Les produits laitiers, également appelés lacticinia, sont des produits alimentaires fabriqués à partir de (ou contenant) du lait. Les animaux laitiers les plus courants sont la vache, le buffle d'eau, la chèvre et la brebis. Les produits laitiers comprennent les aliments courants des épiceries du monde occidental tels que le yaourt, le fromage, le lait et le beurre. Une installation qui produit des produits laitiers est appelée une laiterie. Les produits laitiers sont consommés dans le monde entier à des degrés divers (voir les habitudes de consommation dans le monde). Certaines personnes évitent certains ou tous les produits laitiers en raison d'une intolérance au lactose, du véganisme ou d'autres raisons de santé ou croyances.
ru: Молочные продукты, также известные как лактицинии, являются продуктами питания, изготовленными из (или содержащими) молока. Наиболее распространенными молочными животными являются корова, буйволица, коза и овца. Молочные продукты включают обычные продукты питания из продуктовых магазинов в западном мире, такие как йогурт, сыр, молоко и масло. Предприятие, производящее молочные продукты, известно как молочный завод. Молочные продукты потребляются во всем мире в разной степени (см. модели потребления во всем мире). Некоторые люди избегают некоторых или всех молочных продуктов из-за непереносимости лактозы, веганства или других проблем со здоровьем или убеждений.

# Fruits
source: In botany, a fruit is the seed-bearing structure in flowering plants that is formed from the ovary after flowering (see Fruit anatomy). Fruits are the means by which flowering plants (also known as angiosperms) disseminate their seeds. Edible fruits in particular have long propagated using the movements of humans and other animals in a symbiotic relationship that is the means for seed dispersal for the one group and nutrition for the other; in fact, humans and many other animals have become dependent on fruits as a source of food. Consequently, fruits account for a substantial fraction of the world's agricultural output, and some (such as the apple and the pomegranate) have acquired extensive cultural and symbolic meanings. In common language usage, fruit normally means the seed-associated fleshy structures (or produce) of plants that typically are sweet or sour and edible in the raw state, such as apples, bananas, grapes, lemons, oranges, and strawberries. In botanical usage, the term fruit also includes many structures that are not commonly called 'fruits' in everyday language, such as nuts, bean pods, corn kernels, tomatoes, and wheat grains.
fr: En botanique, un fruit est la structure porteuse de graines des plantes à fleurs qui se forme à partir de l'ovaire après la floraison (voir Anatomie des fruits). Les fruits sont le moyen par lequel les plantes à fleurs (également appelées angiospermes) disséminent leurs graines. Les fruits comestibles en particulier se sont longtemps propagés grâce aux mouvements des humains et d'autres animaux dans une relation symbiotique qui est le moyen de dispersion des graines pour un groupe et de nutrition pour l'autre ; en fait, les humains et de nombreux autres animaux sont devenus dépendants des fruits comme source de nourriture. Par conséquent, les fruits représentent une fraction substantielle de la production agricole mondiale, et certains (comme la pomme et la grenade) ont acquis de vastes significations culturelles et symboliques. Dans le langage courant, le fruit désigne normalement les structures charnues associées aux graines (ou produits) de plantes qui sont généralement sucrées ou acides et comestibles à l'état cru, comme les pommes, les bananes, les raisins, les citrons, les oranges et les fraises. Dans le langage botanique, le terme fruit inclut également de nombreuses structures qui ne sont pas communément appelées « fruits » dans le langage courant, telles que les noix, les gousses de haricots, les grains de maïs, les tomates et les grains de blé. Отправить отзыв
ru: В ботанике плод — это структура цветковых растений, несущая семена, которая образуется из завязи после цветения (см. Анатомия плода). Плоды — это средства, с помощью которых цветковые растения (также известные как покрытосеменные) распространяют свои семена. Съедобные плоды, в частности, долгое время размножались с помощью движений людей и других животных в симбиотических отношениях, которые являются средством распространения семян для одной группы и питания для другой; фактически, люди и многие другие животные стали зависимы от фруктов как источника пищи. Следовательно, фрукты составляют значительную часть мирового сельскохозяйственного производства, а некоторые (например, яблоко и гранат) приобрели обширные культурные и символические значения. В общеупотребительном языке фрукт обычно означает связанные с семенами мясистые структуры (или продукты) растений, которые обычно сладкие или кислые и съедобны в сыром виде, такие как яблоки, бананы, виноград, лимоны, апельсины и клубника. В ботаническом употреблении термин «фрукт» также включает в себя множество структур, которые в повседневном языке обычно не называют «фруктами», например, орехи, стручки фасоли, зерна кукурузы, томаты и зерна пшеницы.

# Meat
source: Meat is animal flesh that is eaten as food. Humans have hunted, farmed, and scavenged other animals for meat since prehistoric times. The establishment of settlements in the Neolithic Revolution allowed the domestication of animals such as chickens, sheep, rabbits, pigs, and cattle. This eventually led to their use in meat production on an industrial scale in slaughterhouses.
fr: La viande est la chair animale consommée comme aliment. Les humains chassent, élèvent et récupèrent d'autres animaux pour leur viande depuis la préhistoire. L'établissement de colonies au cours de la révolution néolithique a permis la domestication d'animaux tels que les poulets, les moutons, les lapins, les porcs et les bovins. Cela a finalement conduit à leur utilisation dans la production de viande à l'échelle industrielle dans les abattoirs.
ru: Мясо — это плоть животных, употребляемая в пищу. Люди охотились, занимались фермерством и собирали мясо с других животных с доисторических времен. Создание поселений в эпоху неолитической революции позволило одомашнить таких животных, как куры, овцы, кролики, свиньи и крупный рогатый скот. В конечном итоге это привело к их использованию в производстве мяса в промышленных масштабах на скотобойнях.

# NutsAndOilseeds
source: With "nuts" we mean all shelled fruits (such as walnuts, hazelnuts, almonds, etc.). Examples of oil seeds are pumpkin seeds, sesame, sunflower, flax, which have nutritional characteristics to similar nuts, so the two types of food are brought together in the same group.
fr: Par « fruits à coque », on entend tous les fruits à coque (comme les noix, les noisettes, les amandes, etc.). Les graines de courge, de sésame, de tournesol, de lin sont des exemples de graines oléagineuses, qui ont des caractéristiques nutritionnelles similaires à celles des fruits à coque, de sorte que les deux types d'aliments sont réunis dans le même groupe.
ru: Под «орехами» мы подразумеваем все очищенные фрукты (такие как грецкие орехи, фундук, миндаль и т. д.). Примерами масличных семян являются семена тыквы, кунжута, подсолнечника, льна, которые по своим питательным характеристикам схожи с орехами, поэтому эти два типа продуктов объединены в одну группу.

source: Other ingredients.
fr: Autres ingrédients.
ru: Другие ингредиенты.

# Seafood
source: Seafood is any form of sea life regarded as food by humans, prominently including fish and shellfish. Shellfish include various species of molluscs (e.g., bivalve molluscs such as clams, oysters, and mussels, and cephalopods such as octopus and squid), crustaceans (e.g. shrimp, crabs, and lobster), and echinoderms (e.g. sea cucumbers and sea urchins). Historically, marine mammals such as cetaceans (whales and dolphins) as well as seals have been eaten as food, though that happens to a lesser extent in modern times. Edible sea plants such as some seaweeds and microalgae are widely eaten as sea vegetables around the world, especially in Asia.
fr: Les fruits de mer désignent toute forme de vie marine considérée comme un aliment par les humains, notamment les poissons et les crustacés. Les crustacés comprennent diverses espèces de mollusques (par exemple, les mollusques bivalves tels que les palourdes, les huîtres et les moules, et les céphalopodes tels que les poulpes et les calmars), les crustacés (par exemple, les crevettes, les crabes et les homards) et les échinodermes (par exemple, les concombres de mer et les oursins). Historiquement, les mammifères marins tels que les cétacés (baleines et dauphins) ainsi que les phoques ont été consommés comme aliments, bien que cela se produise dans une moindre mesure à l'époque moderne. Les plantes marines comestibles telles que certaines algues et microalgues sont largement consommées comme légumes de mer dans le monde entier, en particulier en Asie.
ru: Морепродукты — это любая форма морской жизни, которую люди считают пищей, в том числе рыба и моллюски. Моллюски включают различные виды моллюсков (например, двустворчатые моллюски, такие как мидии, устрицы и мидии, а также головоногие, такие как осьминоги и кальмары), ракообразные (например, креветки, крабы и омары) и иглокожие (например, морские огурцы и морские ежи). Исторически морские млекопитающие, такие как китообразные (киты и дельфины), а также тюлени употреблялись в пищу, хотя в наше время это происходит в меньшей степени. Съедобные морские растения, такие как некоторые морские водоросли и микроводоросли, широко употребляются в пищу в качестве морских овощей по всему миру, особенно в Азии.

# SpicesAndHerbs
source: Spices and herbs are defined as plant derived substances that add flavor to any dish. It is difficult to distinguish between the two. Spices can come from the following plant parts: roots, rhizomes, stems, leaves, bark, flowers, fruits, and seeds. Herbs are typically thought of as non-woody plants.
fr: Les épices et les herbes sont définies comme des substances dérivées de plantes qui ajoutent de la saveur à n'importe quel plat. Il est difficile de faire la distinction entre les deux. Les épices peuvent provenir des parties de plantes suivantes : racines, rhizomes, tiges, feuilles, écorce, fleurs, fruits et graines. Les herbes sont généralement considérées comme des plantes non ligneuses.
ru: Специи и травы определяются как вещества растительного происхождения, которые придают вкус любому блюду. Трудно провести различие между ними. Специи могут быть получены из следующих частей растений: корни, корневища, стебли, листья, кора, цветы, плоды и семена. Травы обычно считаются недревесными растениями.

# SugarAndSugarProducts
source: Sugar is the generalized name for sweet, short-chain, soluble carbohydrates, many of which are used in food. They are composed of carbon, hydrogen, and oxygen. There are various types of sugar derived from different sources.
fr: Le sucre est le nom générique des glucides sucrés, à chaîne courte et solubles, dont beaucoup sont utilisés dans les aliments. Ils sont composés de carbone, d'hydrogène et d'oxygène. Il existe différents types de sucre provenant de différentes sources.
ru: Сахар — это обобщенное название сладких, короткоцепочечных, растворимых углеводов, многие из которых используются в пище. Они состоят из углерода, водорода и кислорода. Существуют различные виды сахара, полученные из разных источников.

# Vegetables
source: Vegetables are parts of plants that are consumed by humans or other animals as food. The original meaning is still commonly used and is applied to plants collectively to refer to all edible plant matter, including the flowers, fruits, stems, leaves, roots, and seeds. An alternative definition of the term is applied somewhat arbitrarily, often by culinary and cultural tradition. It may exclude foods derived from some plants that are fruits, flowers, nuts, and cereal grains, but include savoury fruits such as tomatoes and courgettes, flowers such as broccoli, and seeds such as pulses.
fr: Les légumes sont des parties de plantes consommées par les humains ou d'autres animaux comme nourriture. Le sens original est encore couramment utilisé et s'applique aux plantes collectivement pour désigner toute matière végétale comestible, y compris les fleurs, les fruits, les tiges, les feuilles, les racines et les graines. Une définition alternative du terme est appliquée de manière quelque peu arbitraire, souvent par tradition culinaire et culturelle. Elle peut exclure les aliments dérivés de certaines plantes qui sont des fruits, des fleurs, des noix et des céréales, mais inclut les fruits savoureux tels que les tomates et les courgettes, les fleurs telles que le brocoli et les graines telles que les légumineuses.
ru: Овощи — это части растений, которые употребляются в пищу людьми или другими животными. Первоначальное значение до сих пор широко используется и применяется к растениям в целом для обозначения всех съедобных растительных веществ, включая цветы, плоды, стебли, листья, корни и семена. Альтернативное определение термина применяется несколько произвольно, часто в соответствии с кулинарной и культурной традицией. Оно может исключать продукты, полученные из некоторых растений, которые являются фруктами, цветами, орехами и зерновыми культурами, но включать соленые фрукты, такие как помидоры и цуккини, цветы, такие как брокколи, и семена, такие как бобовые.
